Repository: alexanderzatko/wp_nabezky_connector
Catalog: languages/wp-nabezky-connector-*.po
Languages: cs_cz, sk_sk

source: Remove all plugin data when uninstalling
cs_cz: Odstranit všechna data pluginu při odinstalování

source: When enabled: All plugin data (vouchers, order metadata, database tables) will be permanently deleted when the plugin is uninstalled.
cs_cz: Pokud je zapnuto: Všechna data pluginu (poukázky, metadata objednávek, databázové tabulky) budou trvale odstraněna při odinstalování pluginu.

source: When disabled (default): Plugin files will be removed but order voucher data will be preserved for historical records and customer support.
cs_cz: Pokud je vypnuto (výchozí): Soubory pluginu budou odstraněny, ale data o poukázkách v objednávkách budou zachována pro historické záznamy a zákaznickou podporu.

source: Plugin Management
cs_cz: Správa pluginu

source: Manual Data Cleanup
cs_cz: Ruční vyčištění dat

source: You can manually remove plugin data without uninstalling the plugin. This is useful for testing or if you want to clean up old data while keeping the plugin active.
cs_cz: Můžete ručně odstranit data pluginu bez odinstalování pluginu. To je užitečné pro testování nebo pokud chcete vyčistit stará data při zachování aktivního pluginu.

source: Are you sure you want to remove all plugin data? This action cannot be undone.
cs_cz: Jste si jisti, že chcete odstranit všechna data pluginu? Tuto akci nelze vrátit zpět.

source: Also remove order metadata (voucher data)
cs_cz: Také odstranit metadata objednávek (data o poukázkách)

source: Clean Up Plugin Data
cs_cz: Vyčistit data pluginu

source: Manual cleanup completed. Removed: %d voucher records, %d processed records, %d request ID records.
cs_cz: Ruční vyčištění dokončeno. Odstraněno: %d záznamů o poukázkách, %d zpracovaných záznamů, %d záznamů ID požadavků.

source: Manual cleanup completed. Database table removed, order metadata preserved.
cs_cz: Ruční vyčištění dokončeno. Databázová tabulka odstraněna, metadata objednávek zachována.
