Repository: alexanderzatko/wp_nabezky_connector
Catalog: languages/wp-nabezky-connector-*.po
Languages: cs_cz, sk_sk

source: Na Bežky Map for WooCommerce
cs_cz: Mapa Na Bežky pro WooCommerce
sk_sk: Mapa Na Bežky pre WooCommerce

source: Na Bežky Map
cs_cz: Mapa Na Bežky
sk_sk: Mapa Na Bežky

source: Enables automatic assignment of access to the Na Bežky map for selected WooCommerce products
cs_cz: Umožňuje automatické přiřazení přístupu k mapě Na Bežky pro vybrané produkty ve WooCommerce
sk_sk: Umožňuje automatické priradenie prístupu k mape Na Bežky pre vybrané produkty vo WooCommerce

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

source: Settings saved successfully!
cs_cz: Nastavení byla úspěšně uložena!
sk_sk: Nastavenia boli úspešne uložené!

source: Nabezky API URL
cs_cz: Na bežky API URL
sk_sk: Na bežky API URL

source: Base URL for the Nabezky API (e.g., https://nabezky.sk)
cs_cz: Základní URL pro Na bežky API (např. https://nabezky.sk)
sk_sk: Základná URL pre Na bežky API (napr. https://nabezky.sk)

source: Nabezky Map URL
cs_cz: Na bežky Mapa URL
sk_sk: Na bežky Mapa URL

source: URL where customers will access the map (can be mapa.nabezky.sk or embedded iframe URL)
cs_cz: URL, kde si zákazníci budou moci zobrazit mapu (může být mapa.nabezky.sk nebo vložená iframe URL)
sk_sk: URL, kde si zákazníci budú môcť zobraziť mapu (môže byť mapa.nabezky.sk alebo vložená iframe URL)

source: Access Token
cs_cz: Přístupový token
sk_sk: Prístupový token

source: Access token for authenticating with Nabezky API
cs_cz: Přístupový token pro autentifikaci s Na bežky API
sk_sk: Prístupový token pre autentifikáciu s Na bežky API

source: URL where Nabezky will send voucher information (automatically generated)
cs_cz: URL, kam Na bežky pošle informace o poukazech (automaticky generováno)
sk_sk: URL, kam Na bežky pošle informácie o poukazoch (automaticky generované)

source: Select Products
cs_cz: Vyberte produkty
sk_sk: Vyberte produkty

source: Select products that trigger Nabezky integration
cs_cz: Vyberte produkty, které spustí Na bežky integraci
sk_sk: Vyberte produkty, ktoré spustia Na bežky integráciu

source: Select WooCommerce products that should trigger Nabezky voucher generation when purchased
cs_cz: Vyberte WooCommerce produkty, které by měly spustit generování Na bežky poukazů při koupi
sk_sk: Vyberte WooCommerce produkty, ktoré by mali spustiť generovanie Na bežky poukazov pri kúpe

source: No WooCommerce products found. Please create some products first.
cs_cz: Nebyly nalezeny žádné WooCommerce produkty. Nejprve vytvořte nějaké produkty.
sk_sk: Neboli nájdené žiadne WooCommerce produkty. Najprv vytvorte nejaké produkty.

source: Season Pass Price
cs_cz: Cena sezónní permanentky
sk_sk: Cena sezónnej permanentky

source: Minimum price for generating a seasonal voucher instead of 3-day vouchers
cs_cz: Minimální cena pro generování sezónního poukazu místo 3denních poukazů
sk_sk: Minimálna cena pre generovanie sezónneho poukazu namiesto 3-dňových poukazov

source: Region ID
cs_cz: ID regionu
sk_sk: ID regiónu

source: Region ID for voucher generation
cs_cz: ID regionu pro generování poukazů (1-99)
sk_sk: ID regiónu pre generovanie poukazov (1-99)

source: Enable Plugin
cs_cz: Povolit modul
sk_sk: Povoliť modul

source: Enable the Nabezky connector
cs_cz: Povolit Na bežky připojovací modul
sk_sk: Povoliť Na bežky pripojovací modul

source: Enable automatic voucher generation when WooCommerce orders are completed
cs_cz: Povolit automatické generování poukazů při dokončení WooCommerce objednávek
sk_sk: Povoliť automatické generovanie poukazov pri dokončení WooCommerce objednávok

source: Save Settings
cs_cz: Uložit nastavení
sk_sk: Uložiť nastavenia

source: Plugin Information
cs_cz: Informace o modulu
sk_sk: Informácie o module

source: How it works
cs_cz: Jak to funguje
sk_sk: Ako to funguje

source: Customer completes a WooCommerce order containing configured products marked on plugin settings page
cs_cz: Zákazník dokončí WooCommerce objednávku obsahující nakonfigurované produkty označené na stránce nastavení doplňku
sk_sk: Zákazník dokončí WooCommerce objednávku obsahujúcu nakonfigurované produkty označené na stránke nastavení doplnku

source: Plugin sends order details to Nabezky API for voucher generation
cs_cz: Modul pošle detaily objednávky do Na bežky API na generování poukazů
sk_sk: Modul pošle detaily objednávky do Na bežky API na generovanie poukazov

source: Nabezky generates vouchers and sends voucher numbers back to the plugin
cs_cz: Na bežky vygeneruje poukazy a pošle jejich čísla zpět do doplňku
sk_sk: Na bežky vygeneruje poukazy a pošle ich čísla späť do doplnku

source: Customer receives voucher information via email and on the thank you page
cs_cz: Zákazník dostane informace o poukazech e-mailem a na stránce děkujeme
sk_sk: Zákazník dostane informácie o poukazoch e-mailom a na stránke ďakujeme

source: Customer can use voucher numbers to access the Nabezky interactive map
cs_cz: Zákazník může použít čísla poukazů na přístup k interaktivní mapě Na bežky
sk_sk: Zákazník môže použiť čísla poukazov na prístup k interaktívnej mape Na bežky

source: Voucher Types
cs_cz: Typy poukazů
sk_sk: Typy poukazov

source: Seasonal Vouchers:
cs_cz: Sezónní poukazy:
sk_sk: Sezónne poukazy:

source: Generated when order value >= Season Pass Price. Valid until end of ski season.
cs_cz: Generovány, když hodnota objednávky >= cena sezónní permanentky. Platné do konce lyžařské sezóny.
sk_sk: Generované, keď hodnota objednávky >= cena sezónnej permanentky. Platné do konca lyžiarskej sezóny.

source: 3-Day Vouchers:
cs_cz: 3denní poukazy:
sk_sk: 3-dňové poukazy:

source: Generated when order value < Season Pass Price. Valid for 3 days from first use.
cs_cz: Generovány, když hodnota objednávky < cena sezónní permanentky. Platné 3 dny od okamžiku prvního použití.
sk_sk: Generované, keď hodnota objednávky < cena sezónnej permanentky. Platné 3 dni od okamihu prvého použitia.

source: Registered User Access:
cs_cz: Přístup registrovaného uživatele:
sk_sk: Prístup registrovaného používateľa:

source: If customer is registered in Nabezky, they get access to all premium features.
cs_cz: Pokud je zákazník registrovaný v Na bežky, získá přístup ke všem prémiovým funkcím.
sk_sk: Ak je zákazník registrovaný v Na bežky, získa prístup ku všetkým prémiovým funkciám.

source: API Integration
cs_cz: API integrace
sk_sk: API integrácia

source: This plugin integrates with Nabezky through a custom API endpoint:
cs_cz: Tento modul se integruje s Na bežky přes vlastní API endpoint:
sk_sk: Tento modul sa integruje s Na bežky cez vlastný API endpoint:

source: Authentication:
cs_cz: Autentifikace:
sk_sk: Autentifikácia:

source: Access token sent in request body (custom Drupal Services format)
cs_cz: Přístupový token poslaný v těle požadavky (vlastní Drupal Services formát)
sk_sk: Prístupový token poslaný v tele požiadavky (vlastný Drupal Services formát)

source: API Failure Handling
cs_cz: Zpracování selhání API
sk_sk: Spracovanie zlyhania API

source: If the Nabezky API is unavailable, the plugin will notify both the customer and admin about the technical difficulties. Manual processing will be required to generate vouchers.
cs_cz: Pokud je Na bežky API nedostupné, modul upozorní zákazníka i administrátora na technické problémy. Na generování poukazů bude potřeba manuální zpracování.
sk_sk: Ak je Na bežky API nedostupné, modul upozorní zákazníka aj administrátora na technické problémy. Na generovanie poukazov bude potrebná manuálna spracovanie.

source: Note:
cs_cz: Poznámka:
sk_sk: Poznámka:

source: No local voucher generation occurs - all vouchers must be created through the Nabezky system.
cs_cz: Žádné lokální generování poukazů se neprovádí - všechny poukazy musí být vytvořeny přes Na bežky systém.
sk_sk: Žiadne lokálne generovanie poukazov sa nevykonáva - všetky poukazy musia byť vytvorené cez Nabezky systém.

source: Product Configuration
cs_cz: Konfigurace produktů
sk_sk: Konfigurácia produktov

source: Select which WooCommerce products should trigger Nabezky voucher generation when purchased. Only orders containing these products will be processed.
cs_cz: Vyberte, které WooCommerce produkty by měly spustit generování Na bežky poukazů při koupi. Budou zpracovány pouze objednávky obsahující tyto produkty.
sk_sk: Vyberte, ktoré WooCommerce produkty by mali spustiť generovanie Nabezky poukazov pri kúpe. Budú spracované len objednávky obsahujúce tieto produkty.

source: WooCommerce Integration
cs_cz: WooCommerce integrace
sk_sk: WooCommerce integrácia

source: WooCommerce is active and detected
cs_cz: WooCommerce je aktivní a detekován
sk_sk: WooCommerce je aktívny a detekovaný

source: Found
cs_cz: Nalezeno
sk_sk: Nájdené

source: WooCommerce products available for selection.
cs_cz: WooCommerce produktů dostupných na výběr.
sk_sk: WooCommerce produktov dostupných na výber.

source: WooCommerce is not active. This plugin requires WooCommerce to function.
cs_cz: WooCommerce není aktivní. Tento modul vyžaduje WooCommerce na fungování.
sk_sk: WooCommerce nie je aktívny. Tento modul vyžaduje WooCommerce na fungovanie.

source: Setup Instructions
cs_cz: Instalační pokyny
sk_sk: Inštalačné pokyny

source: Install and activate WooCommerce
cs_cz: Nainstalujte a aktivujte WooCommerce
sk_sk: Nainštalujte a aktivujte WooCommerce

source: Create your trail payment products in WooCommerce
cs_cz: Vytvořte vaše produkty platby za trasy v WooCommerce
sk_sk: Vytvorte vaše produkty platby za trasy v WooCommerce

source: Configure Nabezky API settings above
cs_cz: Nakonfigurujte Na bežky API nastavení výše
sk_sk: Nakonfigurujte Na bežky API nastavenia vyššie

source: Select which products trigger Nabezky integration
cs_cz: Vyberte, které produkty spustí Na bežky integraci
sk_sk: Vyberte, ktoré produkty spustia Na bežky integráciu

source: Obtain access token from Nabezky team
cs_cz: Získejte přístupový token od Na bežky týmu
sk_sk: Získajte prístupový token od Na bežky tímu

source: Enable the plugin and test with a purchase
cs_cz: Povolte modul a otestujte koupí
sk_sk: Povolte modul a otestujte kúpou

source: Show
cs_cz: Zobrazit
sk_sk: Zobraziť

source: Hide
cs_cz: Skrýt
sk_sk: Skryť

source: Select All
cs_cz: Vybrat vše
sk_sk: Vybrať všetko

source: Deselect All
cs_cz: Zrušit výběr všech
sk_sk: Zrušiť výber všetkých

source: Test Connection
cs_cz: Testovat připojení
sk_sk: Testovať pripojenie

source: Testing...
cs_cz: Testování...
sk_sk: Testovanie...

source: Connection test not yet implemented. This will test the API endpoint in a future version.
cs_cz: Test připojení zatím není implementován. Toto bude testovat API endpoint v budoucí verzi.
sk_sk: Test pripojenia zatiaľ nie je implementovaný. Toto bude testovať API endpoint v budúcej verzii.

source: Access token is required when plugin is enabled.
cs_cz: Přístupový token je potřeba, když je modul povolen.
sk_sk: Prístupový token je potrebný, keď je modul povolený.

source: At least one product must be selected when plugin is enabled.
cs_cz: Alespoň jeden produkt musí být vybrán, když je modul povolen.
sk_sk: Aspoň jeden produkt musí byť vybraný, keď je modul povolený.

source: Valid API URL is required.
cs_cz: Je potřeba platná API URL.
sk_sk: Je potrebná platná API URL.

source: Valid Map URL is required.
cs_cz: Je potřeba platná URL mapy.
sk_sk: Je potrebná platná URL mapy.

source: Please fix the following errors:
cs_cz: Prosím opravte následující chyby:
sk_sk: Prosím opravte nasledujúce chyby:

source: Processing is taking longer than expected. You will receive an email with your voucher information shortly.
cs_cz: Zpracování trvá déle, než se očekávalo. Brzy dostanete e-mail s informacemi o vašem poukazu.
sk_sk: Spracovanie trvá dlhšie, ako sa očakávalo. Čoskoro dostanete e-mail s informáciami o vašom poukaze.

source: Opening...
cs_cz: Otevírám...
sk_sk: Otváram...

source: Copied!
cs_cz: Zkopírováno!
sk_sk: Skopírované!

source: Click to copy
cs_cz: Klikněte pro kopírování
sk_sk: Kliknite pre kopírovanie

source: Your Nabezky Map Access
cs_cz: Váš přístup k mapě Na bežky
sk_sk: Váš prístup k mape Na bežky

source: Thank you for supporting cross-country skiing!
cs_cz: Děkujeme za podporu běžeckého lyžování!
sk_sk: Ďakujeme za podporu bežeckého lyžovania!

source: Your payment has been processed and you will receive map access information shortly.
cs_cz: Vaše platba byla zpracována a brzy dostanete informace o přístupu k mapě.
sk_sk: Vaša platba bola spracovaná a čoskoro dostanete informácie o prístupe k mape.

source: If you do not receive your map access details within 24 hours, please contact our support team.
cs_cz: Pokud nedostanete detaily o přístupu k mapě do 24 hodin, prosím kontaktujte náš podporný tým.
sk_sk: Ak nedostanete detaily o prístupe k mape do 24 hodín, prosím kontaktujte náš podporný tím.

source: Visit the Interactive Map
cs_cz: Navštivte interaktivní mapu
sk_sk: Navštívte interaktívnu mapu

source: Processing Your Map Access
cs_cz: Zpracování vašeho přístupu k mapě
sk_sk: Spracovanie vášho prístupu k mape

source: We are processing your Nabezky map access. You will receive an email shortly with your voucher details.
cs_cz: Zpracováváme váš přístup k mapě Na bežky. Brzy dostanete e-mail s detaily vašeho poukazu.
sk_sk: Spracovávame váš prístup k mape Na bežky. Čoskoro dostanete e-mail s detailmi vášho poukazu.

source: Checking status...
cs_cz: Kontrola stavu...
sk_sk: Kontrola stavu...

source: Your Na bežky map access information
cs_cz: Bonus: přístup k mapě Na bežky
sk_sk: Bonus: prístup k mape Na bežky

source: As a bonus with your purchase, you now have access to the premium mapa Na bežky with cross-country trails grooming status and other useful information. You can access the map immediately using the button below, or save the details from the email we sent you for later use.
cs_cz: Jako bonus k vašemu nákupu jste získali také přístup k prémiové mapě Na bežky, zobrazující stav upravenosti běžeckých tratí a další užitečné informace. Můžete přistoupit k mapě okamžitě pomocí tlačítka níže, nebo později použitím informací v e-mailové zprávě, kterou jsme vám poslali.
sk_sk: Ako bonus k vášmu nákupu ste získali aj prístup k prémiovej mape Na bežky, zobrazujúcu stav upravenosti bežeckých tratí a ďalšie užitočné informácie. Mapu môžte navštíviť okamžite pomocou tlačidla nižšie, alebo neskôr použitím informácií v e-mail správe, ktorú sme vám poslali.

source: Registered User Bonus!
cs_cz: Bonus pro registrovaného uživatele!
sk_sk: Bonus pre registrovaného používateľa!

source: As a nabezky.sk registered user, you have gained access to all premium features including the Nabezky map.
cs_cz: Jako registrovaný uživatel nabezky.sk jste získali přístup ke všem prémiovým funkcím včetně Nabezky mapy.
sk_sk: Ako registrovaný používateľ nabezky.sk, získali ste prístup ku všetkým prémiovým funkciám vrátane mapy Na bežky.

source: Voucher Number:
cs_cz: Číslo poukazu:
sk_sk: Číslo poukazu:

source: Access Type:
cs_cz: Typ přístupu:
sk_sk: Typ prístupu:

source: Seasonal Pass
cs_cz: Sezónní permanentka
sk_sk: Sezónna permanentka

source: 3-Day Access
cs_cz: 3denní přístup
sk_sk: 3-dňový prístup

source: Expires:
cs_cz: Vyprší:
sk_sk: Vyprší:

source: when first used
cs_cz: při prvním použití
sk_sk: pri prvom použití

source: 3 days after first use
cs_cz: 3 dny po prvním použití
sk_sk: 3 dni po prvom použití

source: Access Map Now
cs_cz: Přístup k mapě nyní
sk_sk: Prístup k mape teraz

source: Visit map now
cs_cz: Navštívit mapu nyní
sk_sk: Navštíviť mapu teraz

source: Order ID is required.
cs_cz: ID objednávky je potřeba.
sk_sk: ID objednávky je potrebné.

source: Order not found.
cs_cz: Objednávka nebyla nalezena.
sk_sk: Objednávka nebola nájdená.

source: No voucher information found for this order.
cs_cz: Pro tuto objednávku nebyly nalezeny žádné informace o poukazech.
sk_sk: Pre túto objednávku neboli nájdené žiadne informácie o poukazoch.

source: Access Interactive Map
cs_cz: Přístup k interaktivní mapě
sk_sk: Prístup k interaktívnej mape

source: Voucher number and email are required.
cs_cz: Číslo poukazu a e-mail jsou potřeba.
sk_sk: Číslo poukazu a e-mail sú potrebné.

source: Security check failed
cs_cz: Bezpečnostní kontrola selhala
sk_sk: Bezpečnostná kontrola zlyhala

source: Order not found
cs_cz: Objednávka nebyla nalezena
sk_sk: Objednávka nebola nájdená

source: Invalid or missing access token
cs_cz: Neplatný nebo chybějící přístupový token
sk_sk: Neplatný alebo chýbajúci prístupový token

source: Invalid access token
cs_cz: Neplatný přístupový token
sk_sk: Neplatný prístupový token

source: Invalid callback data
cs_cz: Neplatná callback data
sk_sk: Neplatné callback dáta

source: Callback processed successfully
cs_cz: Callback úspěšně zpracován
sk_sk: Callback úspešne spracovaný

source: This email contains your mapa Na bežky access details. As a bonus with your purchase, you now have access to the premium map with cross-country trails grooming status and other useful information.
cs_cz: Jako bonus k vaší objednávce #%d na stránce %s jste získali také přístup k prémiové mapě, zobrazující stav upravenosti běžeckých tratí a další užitečné informace. %s
sk_sk: Ako bonus k vašej objednávke #%d na stránke %s ste získali aj prístup k prémiovej mape, zobrazujúcu stav upravenosti bežeckých tratí a ďalšie užitočné informácie. %s

source: Your Voucher Information
cs_cz: Informace o vašem poukazu
sk_sk: Informácie o vašom poukaze

source: The vouchers listed below are valid for 3 days from activation on the map page.
cs_cz: Poukázky uvedené níže platí 3 dny od aktivace na stránce mapy.
sk_sk: Poukážky uvedené nižšie platia 3 dni od aktivácie na stránke mapy.

source: January
cs_cz: Leden
sk_sk: Január

source: February
cs_cz: Únor
sk_sk: Február

source: March
cs_cz: Březen
sk_sk: Marec

source: April
cs_cz: Duben
sk_sk: Apríl

source: May
cs_cz: Květen
sk_sk: Máj

source: June
cs_cz: Červen
sk_sk: Jún

source: July
cs_cz: Červenec
sk_sk: Júl

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen
sk_sk: Október

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Test Success
cs_cz: Test úspěšný
sk_sk: Test úspešný

source: Test Failed
cs_cz: Test selhal
sk_sk: Test zlyhal

source: Test Error
cs_cz: Chyba testu
sk_sk: Chyba testu

source: Response Time
cs_cz: Doba odezvy
sk_sk: Čas odozvy

source: Test Results
cs_cz: Výsledky testů
sk_sk: Výsledky testov

source: Configuration Validation
cs_cz: Ověření konfigurace
sk_sk: Overenie konfigurácie

source: Server Connectivity
cs_cz: Připojení k serveru
sk_sk: Pripojenie k serveru

source: Endpoint Availability
cs_cz: Dostupnost koncového bodu
sk_sk: Dostupnosť koncového bodu

source: Authentication Test
cs_cz: Test autentizace
sk_sk: Test autentifikácie

source: Errors:
cs_cz: Chyby:
sk_sk: Chyby:

source: Warnings:
cs_cz: Upozornění:
sk_sk: Upozornenia:

source: API URL is not configured
cs_cz: URL API není nakonfigurováno
sk_sk: URL API nie je nakonfigurované

source: API URL format is invalid
cs_cz: Formát URL API je neplatný
sk_sk: Formát URL API je neplatný

source: Map URL is not configured
cs_cz: URL mapy není nakonfigurováno
sk_sk: URL mapy nie je nakonfigurované

source: Map URL format is invalid
cs_cz: Formát URL mapy je neplatný
sk_sk: Formát URL mapy je neplatný

source: Access token is not configured
cs_cz: Přístupový token není nakonfigurován
sk_sk: Prístupový token nie je nakonfigurovaný

source: Plugin is not enabled
cs_cz: Plugin není povolen
sk_sk: Plugin nie je povolený

source: No Nabezky products are configured
cs_cz: Nejsou nakonfigurovány žádné produkty Nabezky
sk_sk: Nie sú nakonfigurované žiadne produkty Nabezky

source: Connection failed
cs_cz: Připojení selhalo
sk_sk: Pripojenie zlyhalo

source: Server responded with status code
cs_cz: Server odpověděl se stavovým kódem
sk_sk: Server odpovedal so stavovým kódom

source: Server is reachable
cs_cz: Server je dostupný
sk_sk: Server je dostupný

source: Endpoint request failed
cs_cz: Požadavek na koncový bod selhal
sk_sk: Požiadavka na koncový bod zlyhala

source: Endpoint is accessible
cs_cz: Koncový bod je dostupný
sk_sk: Koncový bod je dostupný

source: Endpoint exists but OPTIONS method not supported (this is normal)
cs_cz: Koncový bod existuje, ale metoda OPTIONS není podporována (to je normální)
sk_sk: Koncový bod existuje, ale metóda OPTIONS nie je podporovaná (to je normálne)

source: Endpoint responded with status code
cs_cz: Koncový bod odpověděl se stavovým kódem
sk_sk: Koncový bod odpovedal so stavovým kódom

source: Endpoint may not be available
cs_cz: Koncový bod nemusí být dostupný
sk_sk: Koncový bod nemusí byť dostupný

source: Authentication test failed
cs_cz: Test autentizace selhal
sk_sk: Test autentifikácie zlyhal

source: Authentication successful
cs_cz: Autentizace úspěšná
sk_sk: Autentifikácia úspešná

source: Valid JSON response
cs_cz: Platná JSON odpověď
sk_sk: Platná JSON odpoveď

source: Response is not valid JSON
cs_cz: Odpověď není platný JSON
sk_sk: Odpoveď nie je platný JSON

source: Authentication failed - Invalid access token
cs_cz: Autentizace selhala - Neplatný přístupový token
sk_sk: Autentifikácia zlyhala - Neplatný prístupový token

source: Authentication failed
cs_cz: Autentizace selhala
sk_sk: Autentifikácia zlyhala

source: Access forbidden - Token may not have required permissions
cs_cz: Přístup zakázán - Token nemusí mít požadovaná oprávnění
sk_sk: Prístup zakázaný - Token nemusí mať požadované oprávnenia

source: Access forbidden
cs_cz: Přístup zakázán
sk_sk: Prístup zakázaný

source: Client error (HTTP %d) - Check request format
cs_cz: Chyba klienta (HTTP %d) - Zkontrolujte formát požadavku
sk_sk: Chyba klienta (HTTP %d) - Skontrolujte formát požiadavky

source: Client error
cs_cz: Chyba klienta
sk_sk: Chyba klienta

source: Server error (HTTP %d) - API server issue
cs_cz: Chyba serveru (HTTP %d) - Problém s API serverem
sk_sk: Chyba servera (HTTP %d) - Problém s API serverom

source: Server error
cs_cz: Chyba serveru
sk_sk: Chyba servera

source: Unexpected response code
cs_cz: Neočekávaný stavový kód
sk_sk: Neočakávaný stavový kód

source: Unexpected response
cs_cz: Neočekávaná odpověď
sk_sk: Neočakávaná odpoveď

source: Configuration validation failed
cs_cz: Ověření konfigurace selhalo
sk_sk: Overenie konfigurácie zlyhalo

source: Basic connectivity test failed
cs_cz: Základní test připojení selhal
sk_sk: Základný test pripojenia zlyhal

source: Endpoint availability test failed
cs_cz: Test dostupnosti koncového bodu selhal
sk_sk: Test dostupnosti koncového bodu zlyhal

source: Authentication test completed with warnings
cs_cz: Test autentizace dokončen s upozorněními
sk_sk: Test autentifikácie dokončený s upozorneniami

source: All connection tests passed successfully
cs_cz: Všechny testy připojení prošly úspěšně
sk_sk: Všetky testy pripojenia prešli úspešne

source: Connection test failed with unexpected error
cs_cz: Test připojení selhal s neočekávanou chybou
sk_sk: Test pripojenia zlyhal s neočakávanou chybou

source: Unexpected error
cs_cz: Neočekávaná chyba
sk_sk: Neočakávaná chyba

source: Vouchers not generated in eshop
cs_cz: Poukázky nebyly vygenerovány v eshopu

source: The vouchers for order %s and buyer email %s were not created and they need to be generated manually.
cs_cz: Poukázky pro objednávku %s a email kupujícího %s nebyly vytvořeny a musí být vygenerovány ručně.

source: Immediate processing of your map access was not successful. After setting it up by the administrator, we will contact you
cs_cz: Okamžité zpracování vašeho přístupu k mapě nebylo úspěšné. Po jeho nastavení administrátorem vás budeme kontaktovat

source: Invalid order ID
cs_cz: Neplatné ID objednávky

source: No Nabezky products in this order
cs_cz: V této objednávce nejsou žádné produkty Nabezky

source: Data Retention
cs_cz: Uchovávání údajů
